Repository: AlexZhidkov/team-bldr-v2301
Catalog: src/locale/messages.*.xlf
Languages: es

source: Social Events Organiser
es: Organizador de Eventos Sociales

source: Welcome to a social event organisation app designed to make planning and coordinating events easier for you and your friends! The simple interface makes it easy to create events, invite team members, and keep track of attendees.
es: Bienvenido a una aplicación de organización de eventos sociales diseñada para facilitar la planificación y coordinación de eventos para usted y sus amigos. La interfaz simple facilita la creación de eventos, la invitación de miembros del equipo y el seguimiento de los asistentes.

source: With this app, you can also collect money from your team members to pay for events or venues using Stripe integration. No more chasing down payments or dealing with awkward money situations!
es: Con esta aplicación, también puede recaudar dinero de los miembros de su equipo para pagar eventos o lugares utilizando la integración de Stripe. ¡No más persecuciones de pagos o situaciones de dinero incómodas!

source: The app is developed by Alexander Zhidkov. Feel free to connect on <a href="https://www.linkedin.com/in/azhidkov">LinkedIn</a> or send me an <a href="" (click)="openEmail()">email</a>.
es: La aplicación está desarrollada por Alexander Zhidkov. No dude en conectarse en <a href="https://www.linkedin.com/in/azhidkov">LinkedIn</a> o envíeme un <a href="" (click)="openEmail()">correo electrónico</a>.

source: Thank you for using the app and I hope it helps you plan some amazing social events with your friends!
es: ¡Gracias por usar la aplicación y espero que te ayude a planificar algunos eventos sociales increíbles con tus amigos!

source: <mat-icon inline=true>preview</mat-icon> DEMO
es: <mat-icon inline=true>preview</mat-icon> Demostración

source: <mat-icon inline=true>add_circle</mat-icon> Create New Event
es: <mat-icon inline=true>add_circle</mat-icon> Crear nuevo evento

source: Sign In
es: Acceso

source: Profile
es: Perfil

source: My Teams
es: Mis equipos

source: About the app
es: Sobre la aplicación

source: Contact the developer
es: Contacta al desarrollador

source: <mat-icon>exit_to_app</mat-icon> Exit DEMO
es: <mat-icon>exit_to_app</mat-icon> Terminar la demostración

source: Choose a date
es: Elija una fecha

source: Title
es: Título

source: Description
es: Descripción

source: Location
es: Ubicación

source: Link to maps
es: Enlace a mapas

source: Attendee limit
es: Límite de asistentes

source: Max number
es: Número máximo

source: Team Allocations
es: Asignaciones de equipo

source: <mat-icon inline=true>add</mat-icon> Add Team
es: <mat-icon inline=true>add</mat-icon> Añadir equipo

source: Event Fee
es: Tarifa de evento

source: Your Stripe account is being activated...
es: Su cuenta de Stripe se está activando ...

source: Your Stripe account is not activated.
es: Su cuenta de Stripe no está activada.

source: To start accepting payments and moving funds to your bank account through the app, you need set up your account with the internet payment processing platform Stripe.
es: Para comenzar a aceptar pagos y transferir fondos a su cuenta bancaria a través de la aplicación, debe configurar su cuenta con la plataforma de procesamiento de pagos por Internet Stripe.

source: Use the "Invite" button to share the invite URL with your social network.
es: Utilice el botón "Invitar" para compartir la URL de invitación con su red social.

source: <mat-icon inline=true>person_add</mat-icon> JOIN
es: <mat-icon inline=true>person_add</mat-icon> UNIRSE

source: <mat-icon inline=true>share</mat-icon> INVITE
es: <mat-icon inline=true>share</mat-icon> INVITAR

source: <mat-icon color="warn">delete</mat-icon> DELETE
es: <mat-icon color="warn">delete</mat-icon> BORRAR

source: <mat-icon>file_copy</mat-icon> DUPLICATE
es: <mat-icon>file_copy</mat-icon> DUPLICAR

source: <mat-icon inline=true>hourglass_empty</mat-icon> JOIN WAITLIST
es: <mat-icon inline=true>hourglass_empty</mat-icon> LISTA DE ESPERA

source: <mat-icon inline=true>palette</mat-icon> Pick a Team
es: <mat-icon inline=true>palette</mat-icon> Elige un equipo

source: <mat-icon inline=true>cancel</mat-icon> Not Going
es: <mat-icon inline=true>cancel</mat-icon> No voy

source: Attendees {{numberOfAttendees()}}
es: Asistentes {{numberOfAttendees()}}

source: Waitlist {{waitlist.length}}
es: Lista de espera {{waitlist.length}}

source: Messages
es: Mensajes

source: Sunday Breakfast with friends
es: Desayuno dominical con amigos

source: Let's have a nice breakfast by the ocean together this Sunday!
es: ¡Vamos a desayunar juntos este domingo!

source: Volleyball league
es: Liga de voleibol

source: Game vs Scorchers
es: Juego vs Xeneizes

source: Doubles Tennis
es: Tenis dobles

source: Football game
es: Juego de fútbol

source: Social drop-in game
es: Juego social de drop-in

source: Sunday Breakfast with friends
es: Desayuno dominical con amigos

source: Volleyball league
es: Liga de voleibol

source: Doubles Tennis
es: Tenis dobles

source: Past Events
es: Eventos pasados

source: Football game
es: Juego de fútbol
